Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: After selecting an item, type a dot (.) to see child properties. Keep drilling until you reach a simple value (number or text); some fields need several levels.
de_de: Nachdem Sie ein Element ausgewählt haben, geben Sie einen Punkt (.) ein, um untergeordnete Eigenschaften zu sehen. Navigieren Sie weiter in die Tiefe, bis Sie einen einfachen Wert (Zahl oder Text) erreichen; für einige Felder sind mehrere Ebenen erforderlich.

source: Drill down with dots
de_de: Mit Punkten ins Detail gehen

source: Combine properties (round fields), operators (+, −, ×, ÷), and functions (math, text, logic) to build your formula. Auto-suggestion helps as you type.
de_de: Kombinieren Sie Eigenschaften (runde Felder), Operatoren (+, −, ×, ÷) und Funktionen (Mathe, Text, Logik), um Ihre Formel zu erstellen. Die automatische Vervollständigung hilft Ihnen beim Tippen.

source: Properties, operators & functions
de_de: Eigenschaften, Operatoren & Funktionen

source: Click Learn more to browse and search all properties across every nesting level. Use it to explore your round's data structure and find the exact field you need.
de_de: Klicken Sie auf „Mehr erfahren“, um alle Eigenschaften über sämtliche Verschachtelungsebenen hinweg zu durchsuchen und zu durchsuchen. Verwenden Sie dies, um die Datenstruktur Ihrer Runde zu erkunden und genau das Feld zu finden, das Sie benötigen.

source: Browse available properties
de_de: Verfügbare Objekte durchsuchen

source: Formulas with errors cannot be saved. Press F8 to jump to the next error, or double-click an error message to go directly to the issue.
de_de: Formeln mit Fehlern können nicht gespeichert werden. Drücken Sie F8, um zum nächsten Fehler zu springen, oder doppelklicken Sie auf eine Fehlermeldung, um direkt zum Problem zu gelangen.

source: Fix errors to save
de_de: Korrigieren Sie die Fehler, um zu speichern

source: {{step}} of {{total}}
de_de: {{step}} von {{total}}

source: Open comp round
de_de: Vergütungsrunde öffnen

source: When switching from a hard outcome to a soft one, please note that the expression formula cannot be edited until it has been saved.
de_de: Beim Wechsel von einem harten zu einem weichen Ergebnis beachten Sie bitte, dass die Ausdrucksformel erst bearbeitet werden kann, nachdem sie gespeichert wurde.

source: Block save if this rule is not met
de_de: Speichern blockieren, wenn diese Regel nicht erfüllt ist

source: Maximum outcome
de_de: Maximales Ergebnis

source: Define the maximum outcome of the rule
de_de: Definieren Sie das maximale Ergebnis der Regel.

source: Minimum outcome
de_de: Minimales Ergebnis

source: Define the minimum outcome of the rule
de_de: Definieren Sie das Mindestergebnis der Regel

source: Please provide at least one active rule.
de_de: Bitte geben Sie mindestens eine aktive Regel an.

source: The rule list is empty. Get started by creating a rule.
de_de: Die Regelliste ist leer. Beginnen Sie, indem Sie eine Regel erstellen.

source: Are you sure you want to delete the compensation round?
de_de: Sind Sie sicher, dass Sie die Vergütungsrunde löschen möchten?

source: Are you sure you want to delete the pending draft of this compensation round?
de_de: Möchten Sie den ausstehenden Entwurf dieser Vergütungsrunde wirklich löschen?

source: Delete compensation round
de_de: Vergütungsrunde löschen

source: To confirm, type the round code: {{code}}
de_de: Zur Bestätigung gib den Rundencode ein: {{code}}

source: The confirmation code does not match.
de_de: Der Bestätigungscode stimmt nicht überein.

source: The confirmation code is required.
de_de: Der Bestätigungscode ist erforderlich.

source: Delete round
de_de: Runde löschen

source: Deleting this compensation round will remove it from active use. All proposals will be retained, but they will no longer be editable. Are you sure you want to proceed?
de_de: Wenn Sie diese Vergütungsrunde löschen, wird sie aus der aktiven Nutzung entfernt. Alle Vorschläge bleiben erhalten, können jedoch nicht mehr bearbeitet werden. Möchten Sie wirklich fortfahren?

source: You do not have permission to delete in progress compensation rounds. Only users with the Global Compensation Admin role can perform this action.
de_de: Sie haben keine Berechtigung, laufende Vergütungsrunden zu löschen. Nur Benutzer mit der Rolle „Globaler Vergütungsadministrator“ können diese Aktion ausführen.

source: Action not allowed
de_de: Aktion nicht zulässig

source: Delete pending draft
de_de: Ausstehenden Entwurf löschen

source: Open compensation round
de_de: Vergütungsrunde öffnen

source: Create payroll data drop
de_de: Lohndaten-Export erstellen

source: Data entities & sources
de_de: Datenentitäten & Quellen

source: Define the entities and fields to be included in this model.
de_de: Definieren Sie die Entitäten und Felder, die in dieses Modell aufgenommen werden sollen.

source: Show only selected items and rearrange them
de_de: Nur ausgewählte Elemente anzeigen und neu anordnen

source: No payroll data drop yet
de_de: Noch keine Lohnabrechnungsdaten eingegangen

source: The payroll data drop was successfully created.
de_de: Der Lohnabrechnungsdaten-Drop wurde erfolgreich erstellt.

source: The payroll data drop was successfully saved.
de_de: Die Lohnabrechnungsdaten wurden erfolgreich gespeichert.

source: The payroll data drop was successfully updated.
de_de: Die Lohnabrechnungsdaten wurden erfolgreich aktualisiert.

source: Create and manage payroll data drop rules.
de_de: Erstellen und Verwalten von Regeln für den Import von Payroll-Daten.

source: The rule was successfully deleted.
de_de: Die Regel wurde erfolgreich gelöscht.

source: The rule was successfully duplicated.
de_de: Die Regel wurde erfolgreich dupliziert.

source: Open payroll data drop
de_de: Gehaltsdaten-Drop öffnen

source: Edit payroll data drop
de_de: Lohndaten-Drop bearbeiten

source: No payroll data drop configured yet
de_de: Noch keine Lohnabrechnungsdatenübertragung konfiguriert

source: Connection name
de_de: Verbindungsname

source: The connection name cannot be empty.
de_de: Der Verbindungsname darf nicht leer sein.

source: Worker selection
de_de: Mitarbeiter:in-Auswahl

source: Add condition blocks to configure the rule for filtering workers in the payroll data set
de_de: Fügen Sie Bedingungsblöcke hinzu, um die Regel für das Filtern von Mitarbeiter:innen im Gehaltsdatensatz zu konfigurieren.

source: Define a name and description for this outbound connection.
de_de: Definieren Sie einen Namen und eine Beschreibung für diese ausgehende Verbindung.

source: Payroll data drop details
de_de: Details zum Lohnabrechnungsdaten-Import

source: Are you sure you want to delete this payroll data drop rule?
de_de: Sind Sie sicher, dass Sie diese Lohnabrechnungsdaten-Regel zum Löschen entfernen möchten?

source: Add translation
de_de: Übersetzung hinzufügen

source: Select language
de_de: Sprache auswählen

source: Create reminder
de_de: Erinnerung erstellen

source: Are you sure you want to delete this translation? <br/>This will permanently remove all configurations.
de_de: Möchten Sie diese Übersetzung wirklich löschen? <br/>Dadurch werden alle Konfigurationen endgültig entfernt.

source: Delete translation
de_de: Übersetzung löschen

source: The translation was successfully deleted.
de_de: Die Übersetzung wurde erfolgreich gelöscht.

source: Edit reminder
de_de: Erinnerung bearbeiten

source: Reminder message
de_de: Erinnerungsnachricht

source: Languages: {{configured}}/{{total}}
de_de: Sprachen: {{configured}}/{{total}}

source: Comp admin contact email
de_de: E-Mail-Adresse des Vergütungsadministrators

source: Comp admin contact name
de_de: Name des Vergütungsadministrators

source: Comp round end date
de_de: Enddatum der Vergütungsrunde

source: Comp round name
de_de: Vergütungsrunde-Name

source: Comp round start date
de_de: Startdatum der Vergütungsrunde

source: Comp round status
de_de: Status der Vergütungsrunde

source: Comp round type
de_de: Vergütungsrundentyp

source: Planner link
de_de: Planer-Link

source: Recipient full name
de_de: Vollständiger Name des Empfängers

source: Dynamic fields
de_de: Dynamische Felder

source: Field {{field}} copied to clipboard
de_de: Feld {{field}} in die Zwischenablage kopiert

source: Email message
de_de: E-Mail-Nachricht

source: The email message cannot be empty.
de_de: Die E-Mail-Nachricht darf nicht leer sein.

source: Email subject
de_de: E-Mail-Betreff

source: The email subject cannot be empty.
de_de: Der E-Mail-Betreff darf nicht leer sein.

source: Email toggle
de_de: E-Mail-Umschalter

source: Manage translations
de_de: Übersetzungen verwalten

source: Notification bell
de_de: Benachrichtigungsglocke

source: The notification bell message cannot be empty.
de_de: Die Nachricht für die Benachrichtigungsglocke darf nicht leer sein.

source: Notification bell toggle
de_de: Benachrichtigungsglocke umschalten

source: You must enable at least one reminder message.
de_de: Sie müssen mindestens eine Erinnerungsnachricht aktivieren.

source: View translations
de_de: Übersetzungen anzeigen

source: Reminder name
de_de: Name der Erinnerung

source: The reminder name cannot be empty.
de_de: Der Erinnerungsname darf nicht leer sein.

source: Comp managers
de_de: Vergütungsmanager

source: Comp managers +1
de_de: Vergütungsmanager +1

source: Recipients
de_de: Empfänger

source: Select the recipients of the reminder
de_de: Wählen Sie die Empfänger der Erinnerung aus

source: Select at least one recipient.
de_de: Wähle mindestens einen Empfänger aus.

source: Send reminder
de_de: Erinnerung senden

source: You're about to send this reminder to the selected recipients. Once sent, it can't be edited or recalled.
de_de: Sie sind dabei, diese Erinnerung an die ausgewählten Empfänger zu senden. Sobald sie gesendet wurde, kann sie nicht mehr bearbeitet oder zurückgerufen werden.

source: Sent
de_de: Gesendet

source: The reminder was successfully created.
de_de: Die Erinnerung wurde erfolgreich erstellt.

source: The reminder was successfully sent.
de_de: Die Erinnerung wurde erfolgreich gesendet.

source: The reminder was successfully updated.
de_de: Die Erinnerung wurde erfolgreich aktualisiert.

source: The translations were successfully added.
de_de: Die Übersetzungen wurden erfolgreich hinzugefügt.

source: Add one to get started.
de_de: Fügen Sie eines hinzu, um zu beginnen.

source: No translations yet.
de_de: Noch keine Übersetzungen vorhanden.

source: No translations configured.
de_de: Keine Übersetzungen konfiguriert.

source: Reminder details
de_de: Erinnerungsdetails

source: Are you sure you want to delete this reminder?<br/>This will permanently remove all configurations.
de_de: Sind Sie sicher, dass Sie diese Erinnerung löschen möchten?<br/>Dadurch werden alle Konfigurationen dauerhaft entfernt.

source: Delete round reminder
de_de: Rundenerinnerung löschen

source: The round reminder was successfully deleted.
de_de: Die Erinnerungsrunde wurde erfolgreich gelöscht.

source: Open reminder
de_de: Offene Erinnerung

source: The round reminder was successfully duplicated.
de_de: Die Rundenerinnerung wurde erfolgreich dupliziert.

source: Duplication done
de_de: Duplizierung abgeschlossen

source: No round reminders yet.
de_de: Noch keine Rundenerinnerungen.

source: Send reminders to comp managers and comp managers +1.
de_de: Erinnerungen an Comp-Manager und deren Vorgesetzte senden.

source: Round reminders
de_de: Rundenerinnerungen

source: Sent date
de_de: Sendedatum

source: Criterion
de_de: Kriterium

source: The criterion is required.
de_de: Das Kriterium ist erforderlich.

source: Please add at least one block.
de_de: Bitte fügen Sie mindestens einen Block hinzu.

source: You haven't added any blocks.
de_de: Sie haben keine Blöcke hinzugefügt.

source: Add blocks to start configuring the rule conditions.
de_de: Fügen Sie Blöcke hinzu, um mit der Konfiguration der Regelbedingungen zu beginnen.

source: Add condition blocks to configure the rule
de_de: Fügen Sie Bedingungsblöcke hinzu, um die Regel zu konfigurieren

source: Rule exceptions
de_de: Ausnahmen von der Regel

source: Include/exclude individuals for whom an exception to the rule is required.
de_de: Schließen Sie Personen ein/aus, für die eine Ausnahme von der Regel erforderlich ist.

source: No rules yet
de_de: Noch keine Regeln

source: The compensation round was successfully saved as pending draft.
de_de: Die Vergütungsrunde wurde erfolgreich als ausstehender Entwurf gespeichert.

source: Create and manage statement generation rules.
de_de: Regeln zur Erstellung von Statements erstellen und verwalten.

source: Statement generation
de_de: Erstellung von Abrechnungen

source: No comp rounds with round name or code "{{phrase}}"
de_de: Keine Vergütungsrunden mit dem Namen oder Code „{{phrase}}“

source: Set target
de_de: Ziel festlegen

source: Are you sure you want to delete the target budget?
de_de: Sind Sie sicher, dass Sie das Zielbudget löschen möchten?

source: Delete target
de_de: Ziel löschen

source: Target budget amount
de_de: Zielbudgetbetrag

source: Target budget
de_de: Zielbudget

source: Manage the target budget per compensation element
de_de: Verwalten Sie das Zielbudget pro Vergütungselement

source: Set target budget
de_de: Zielbudget festlegen

source: Last edited
de_de: Zuletzt bearbeitet

source: Round
de_de: Runde

source: The comp round code must be unique.
de_de: Der Vergütungsrundencode muss eindeutig sein.

source: View compensation round
de_de: Vergütungsrunde anzeigen

source: Access standard reports and create specific analyses linked to a comp round.
de_de: Greifen Sie auf Standardberichte zu und erstellen Sie spezifische Analysen, die mit einer Vergütungsrunde verknüpft sind.

source: Budget & modeling
de_de: Budgetierung & Modellierung

source: Create a budget based on your comp elements and your comp framework. Enable modeling on the population.
de_de: Erstellen Sie ein Budget basierend auf Ihren Vergütungselementen und Ihrem Vergütungsrahmen. Aktivieren Sie die Modellierung für die Zielgruppe.

source: Coming soon
de_de: Demnächst verfügbar

source: Compensation Tree & Elements
de_de: Vergütungsplaner & Elemente

source: Compensation framework
de_de: Vergütungsrahmen

source: FX management
de_de: FX-Verwaltung

source: Enable currency and link rates to comp elements/rounds.
de_de: Aktivieren Sie Währungen und verknüpfen Sie Wechselkurse mit Vergütungselementen/-runden.

source: Comp rounds
de_de: Vergütungsrunden

source: Create comp round
de_de: Vergütungsrunde erstellen

source: Create and manage a comp rounds based on a data core. Link specific comp elements and a budget.
de_de: Erstellen und verwalten Sie eine Vergütungsrunde basierend auf einem Datenkern. Verknüpfen Sie spezifische Vergütungselemente und ein Budget.

source: Simulations
de_de: Simulationen

source: Simulation outcomes based on the budget, comp and analytics.
de_de: Simulationsergebnisse basierend auf Budget, Vergütung und Analysen.

source: Comp tree & elements
de_de: Vergütungsplaner & Elemente

source: Create your organization's compensation framework and specific comp elements: salary, allowances, per diems, bonus, deferrals, equity and indirect benefits/allowances.
de_de: Erstellen Sie den Vergütungsrahmen Ihrer Organisation und spezifische Vergütungselemente: Gehalt, Zulagen, Tagegelder, Bonus, Aufschübe, Aktien und indirekte Leistungen/Zulagen.

source: Create competency scales
de_de: Kompetenzskalen erstellen

source: Are you sure you want to delete this competency scale?
de_de: Sind Sie sicher, dass Sie diese Kompetenzskala löschen möchten?

source: Delete competency scale
de_de: Kompetenzskala löschen

source: The selected scale is currently in use and cannot be deleted. Remove it from any active plans or processes before attempting to delete it again.
de_de: Die ausgewählte Skala wird derzeit verwendet und kann nicht gelöscht werden. Entfernen Sie sie aus allen aktiven Plänen oder Prozessen, bevor Sie erneut versuchen, sie zu löschen.

source: The scale is active; it cannot be deleted.
de_de: Die Skala ist aktiv; sie kann nicht gelöscht werden.

source: Create competency scale
de_de: Kompetenzskala erstellen

source: Create skills & competency group
de_de: Fähigkeiten- und Kompetenzgruppe erstellen

source: Group details
de_de: Gruppendetails

source: Add skills
de_de: Fähigkeiten hinzufügen

source: List of competencies for the scale
de_de: Liste der Kompetenzen für die Skala

source: Edit competency scale
de_de: Kompetenzskala bearbeiten

source: Add competency
de_de: Kompetenz hinzufügen

source: No competencies yet
de_de: Noch keine Kompetenzen

source: Competency scale
de_de: Kompetenzskala

source: Get started by uploading one.
de_de: Legen Sie los, indem Sie eine hochladen.

source: No skills libraries yet!
de_de: Noch keine Kompetenzbibliotheken vorhanden!

source: No competency scales available. You can create scales in the "Competency scales" page of the Performance Management module.
de_de: Keine Kompetenzskalen verfügbar. Sie können Skalen auf der Seite „Kompetenzskalen“ des Leistungsmanagement-Moduls erstellen.

source: No skills available. You can upload skills in the "Skills library" page of the Performance Management module.
de_de: Keine Fähigkeiten verfügbar. Sie können Fähigkeiten auf der Seite „Fähigkeitenbibliothek“ des Leistungsmanagement-Moduls hochladen.

source: Edit skills & competency group
de_de: Fähigkeiten- und Kompetenzgruppe bearbeiten

source: Select skills to add to the group
de_de: Wählen Sie Fähigkeiten aus, die der Gruppe hinzugefügt werden sollen

source: Categories
de_de: Kategorien

source: Skills
de_de: Fähigkeiten

source: Categories: {{count}}
de_de: Kategorien: {{count}}

source: Scale:
de_de: Skala:

source: Skills selected: {{count}}
de_de: Ausgewählte Fähigkeiten: {{count}}

source: Skills: {{count}}
de_de: Fähigkeiten: {{count}}

source: Goal Management
de_de: Zielverwaltung

source: Precision and flexibility with goal plans. Set fixed or recurring dates. Integrate with goal types, and assign your entire organization or specific populations.
de_de: Präzision und Flexibilität mit Zielplänen. Legen Sie feste oder wiederkehrende Termine fest. Integrieren Sie Zieltypen und weisen Sie Ihre gesamte Organisation oder bestimmte Zielgruppen zu.

source: Craft personalized tags visible in goals. Workers can easily select fitting tags that refine the focus of their goals and foster clear direction in their pursuits.
de_de: Erstellen Sie personalisierte Tags, die in Zielen sichtbar sind. Mitarbeiter:innen können leicht passende Tags auswählen, die den Fokus ihrer Ziele verfeinern und eine klare Richtung in ihren Bestrebungen fördern.

source: Goals made simple with goal types. Set individual or organizational goals, and target your entire company or specific populations.
de_de: Ziele einfach gemacht mit Zieltypen. Setzen Sie individuelle oder organisatorische Ziele und richten diese an Ihr gesamtes Unternehmen oder bestimmte Zielgruppen.

source: Define assignment permissions
de_de: Zuweisungsberechtigungen definieren

source: Select the elements and features enabled in the review
de_de: Wählen Sie die Elemente und Funktionen aus, die in der Beurteilung aktiviert sind

source: Review form components
de_de: Beurteilungsformular-Komponenten

source: Enter the basic information for the review
de_de: Geben Sie die grundlegenden Informationen für die Beurteilung ein

source: Build your own questions and fields
de_de: Erstellen Sie Ihre eigenen Fragen und Felder

source: Section weights can be set up only when goals are enabled for this review template or when custom sections are created.
de_de: Abschnittsgewichte können nur festgelegt werden, wenn Ziele für diese Beurteilungsvorlage aktiviert sind oder wenn benutzerdefinierte Abschnitte erstellt wurden.

source: Review and adjust weights to ensure they total 100%.
de_de: Überprüfen und passen Sie die Gewichtungen an, damit sie insgesamt 100 % ergeben.

source: TOTAL
de_de: GESAMT

source: The weight cannot exceed 100%.
de_de: Das Gewicht darf 100 % nicht überschreiten.

source: The weight must be at least 0%.
de_de: Das Gewicht muss mindestens 0 % betragen.

source: Section weights
de_de: Abschnittsgewichte

source: Review stages will contain a prepopulated set of stages, with only one step: Manager review.
de_de: Beurteilungsphasen enthalten einen vorab ausgefüllten Satz von Phasen mit nur einem Schritt: Beurteilung durch die Führungskraft.

source: Goal setting template
de_de: Vorlage zur Zielsetzung

source: Score calculation
de_de: Punktberechnung

source: The detailed configuration will be defined in the final step of review creation.
de_de: Die ausführliche Konfiguration wird im letzten Schritt der Beurteilungserstellung festgelegt.

source: Enable total score calculation
de_de: Berechnung der Gesamtpunktzahl aktivieren

source: Define the participants to the review
de_de: Definieren Sie die Teilnehmer:innen der Beurteilung

source: Specify the review assignment permissions
de_de: Geben Sie die Berechtigungen für die Leistungsbeurteilungszuweisung an

source: Review stages
de_de: Beurteilungsphasen

source: The detailed configuration will be defined in the final step of the review creation.
de_de: Die detaillierte Konfiguration wird im letzten Schritt der Beurteilungserstellung festgelegt.

source: The review process was successfully closed.
de_de: Der Beurteilungsprozess wurde erfolgreich abgeschlossen.

source: The review template was successfully deleted.
de_de: Die Beurteilungsvorlage wurde erfolgreich gelöscht.

source: Primary owners can edit the population (based on creator's access).
de_de: Hauptverantwortliche können die Population bearbeiten (basierend auf dem Zugriff des Erstellers).

source: Before proceeding, please select an item to customize your review form.
de_de: Bevor Sie fortfahren, wählen Sie bitte ein Element aus, um Ihr Beurteilungsformular anzupassen.

source: Please fill in all mandatory fields.
de_de: Bitte füllen Sie alle Pflichtfelder aus.

source: To complete the process, all required information must first be provided by the owner.
de_de: Um den Vorgang abzuschließen, müssen zunächst alle erforderlichen Informationen vom Eigentümer bereitgestellt werden.

source: This template is currently in progress.
de_de: Diese Vorlage wird derzeit bearbeitet.

source: Select the rating scale in the menu.
de_de: Wählen Sie die Bewertungsskala im Menü aus.

source: The review process was successfully reopened.
de_de: Der Beurteilungsprozess wurde erfolgreich wieder geöffnet.

source: All your changes were saved as draft.
de_de: Alle Ihre Änderungen wurden als Entwurf gespeichert.

source: Skill & Competency Groups
de_de: Fähigkeiten & Kompetenzgruppen

source: Select at least one skill to proceed.
de_de: Wählen Sie mindestens eine Fähigkeit aus, um fortzufahren.

source: No skills added yet. Upload your company's skills library to start tracking, developing, and optimizing your team's talents.
de_de: Noch keine Fähigkeiten hinzugefügt. Laden Sie die Fähigkeitenbibliothek Ihres Unternehmens hoch, um mit der Verfolgung, Entwicklung und Optimierung der Talente Ihres Teams zu beginnen.

source: Manage your company's skills
de_de: Verwalten Sie die Fähigkeiten Ihres Unternehmens

source: Expand all
de_de: Alle erweitern

source: Collapse all
de_de: Alle ausblenden

source: Current manager
de_de: Aktueller Vorgesetzter

source: You’re about to reassign the manager for this career development plan. The new manager will gain all permissions and actions currently available to the existing manager.
de_de: Sie sind dabei, die Führungskraft für diesen Entwicklungsplan neu zuzuweisen. Die neue Führungskraft erhält alle Berechtigungen und Aktionen, die der aktuellen Führungskraft derzeit zur Verfügung stehen.
